<template>
    <h1>Rule</h1>    
    <h3>Past Simple (Простое Прошедшее время)</h3>
Past Simple – простое прошедшее время в английском языке.
Это время можно назвать практически основным при выражении прошедшего 
времени в английском языке, так как оно в принципе выражает любое действие, 
имевшее место в прошлом. Безусловно, с этим временем конкурирует Present 
Perfect, которое будучи настоящим совершенным временем, все-таки переводится 
глаголом в прошедшем времени.<br>
Правильные глаголы в Past Simple приобретают окончание -ed или -d. Его мы 
прибавляем к основе инфинитива.

<h3>Past Participle (Причастие прошедшего времени)</h3>
Правильные глаголы образуют Past Participles точно так же, как форму Past Simple — 
с помощью окончания -ed. 

<h4>Причастие прошедшего времени в английском языке может выполнять три функции:</h4>
- Определяет имя существительное и описывает действие, которое уже свершилось. <br> 
- Входит в состав временных форм группы Perfect. <br>
- Участвует в образовании форм пассивного залога (Passive Voice). <br>  


</template>